{"translation-revision-date":"2024-06-26 05:53:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"You are using the Product Schema for this Product":["Você está usando o schema de produto para este produto"],"You are not using the Product Schema for this Product.":["Você não está usando o schema de produto para este produto."],"Reviews are enabled for this Product. Good Job!":["As avaliações estão ativadas para este produto. Bom trabalho!"],"Reviews are disabled on this Product.":["As avaliações estão desativadas para este produto."],"You are not using %1$s to optimise this %2$s.":["Você não está usando %1$s para otimizar este %2$s."],"You are using %1$s to optimise this %2$s.":["Você está usando %1$s para otimizar este %2$s."],"Use %1$s to optimise the  %2$s.":["Use %1$s para otimizar o(a) %2$s."],"Your title doesn't contain a %1$s word.":["Seu título não contém uma palavra %1$s."],"Your title doesn't contain a %1$s. Add at least one.":["Seu título não contém um %1$s. Adicione pelo menos um."],"Your title contains %1$d power word(s). Booyah!":["Seu título contém %1$d palavra(s) poderosa(s). Fantástico!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Encontramos %1$d links externos em seu conteúdo e todos eles são \"Não seguir\" (nofollow)."],"URL is %1$d characters long. Consider shortening it.":["O URL tem %1$d caracteres. Considere encurtá-lo."],"URL is %1$d characters long. Kudos!":["O URL tem %1$d caracteres. Parabéns!"],"Content is %1$d words long. Consider using at least 600 words.":["O conteúdo tem %1$d palavras. Considere usar pelo menos 600 palavras."],"Content is %1$d words long. Good job!":["O conteúdo tem %1$d palavras. Bom trabalho!"],"Content should be %1$s long.":["O conteúdo deve ter %1$s de comprimento."],"You have %1$s this Focus Keyword.":["Você tem %1$s essa palavra-chave de foco."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["A densidade da palavra-chave é 0. Tente alcançar cerca de 1% de densidade da palavra-chave."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["A tabela de conteúdos (TOC) ajuda a dividir o conteúdo em partes menores e mais fáceis de serem entendidas. Isso facilita a leitura, o que por sua vez, resulta em melhores classificações."],"You are using short paragraphs.":["Você está usando parágrafos curtos."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Detectamos uma galeria em seu conteúdo e presumimos que você adicionou a palavra-chave de foco no atributo \"alt\" em pelo menos uma das imagens da galeria."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["O conteúdo com imagens e\/ou vídeo é mais convidativo para os usuários. Isso também ajuda a complementar seu conteúdo textual."],"Add a few images and\/or videos to make your content appealing.":["Adicione algumas imagens e\/ou vídeos para tornar seu conteúdo atraente."],"You are not using rich media like images or videos.":["Você não está usando mídia avançada, como imagens ou vídeos."],"Your content contains images and\/or video(s).":["Seu conteúdo contém imagens e\/ou vídeos."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Parágrafos curtos são mais fáceis de ler e mais agradáveis aos olhos. Parágrafos longos assustam o visitante e podem fazer com que as SERPs (páginas de resultados dos mecanismos de pesquisa) procurem um conteúdo mais legível."],"Add short and concise paragraphs for better readability and UX.":["Adicione parágrafos curtos e concisos para melhorar a legibilidade e experiência do usuário (UX)."],"At least one paragraph is long. Consider using short paragraphs.":["Pelo menos um parágrafo está longo. Considere usar parágrafos curtos."],"Use Table of Content to break-down your text.":["Use uma tabela de conteúdos (TOC) para dividir o seu texto."],"You don't seem to be using a %1$s.":["Parece que você não está usando %1$s."],"You seem to be using a %1$s to break-down your text.":["Parece que você está usando %1$s para dividir seu texto."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Os títulos principais (headlines) com números, têm 36% mais chances de gerar cliques, de acordo com uma pesquisa da Conductor."],"Add a number to your title to improve CTR.":["Adicione um número ao seu título para melhorar a taxa de cliques (CTR)."],"Your SEO title doesn't contain a number.":["Seu título de SEO não contém um número."],"You are using a number in your SEO title.":["Você está usando um número em seu título de SEO."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Palavras poderosas e impactantes, são palavras testadas e comprovadas que os redatores usam para atrair mais cliques."],"Add %s to your title to increase CTR.":["Adicione %s ao seu título para aumentar a taxa de cliques (CTR)."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Os títulos principais (headlines) com um forte sentimento emocional (positivo ou negativo), tendem a receber mais cliques."],"Titles with positive or negative sentiment work best for higher CTR.":["Títulos com sentimentos positivos ou negativos, funcionam melhor para uma taxa de cliques (CTR) mais alta."],"Your title has a positive or a negative sentiment.":["Seu título tem um sentimento positivo ou negativo."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["O título de SEO da página deve conter a palavra-chave de foco, de preferência no início."],"Use the Focus Keyword near the beginning of SEO title.":["Use a palavra-chave de foco, perto do início do título de SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["A palavra-chave de foco não aparece no início do título de SEO."],"Focus Keyword used at the beginning of SEO title.":["Palavra-chave de foco usada no início do título de SEO."],"We are searching in database.":["Estamos pesquisando no banco de dados."],"Set a Focus Keyword for this content.":["Defina uma palavra-chave de foco para este conteúdo."],"already used":["já usou"],"You haven't used this Focus Keyword before.":["Você não usou esta palavra-chave de foco antes."],"Internal links decrease your bounce rate and improve SEO.":["Os links internos diminuem sua taxa de rejeição e melhoram o SEO."],"Add internal links in your content.":["Adicione links internos ao seu conteúdo."],"We couldn't find any internal links in your content.":["Não encontramos nenhum link interno no seu conteúdo."],"You are linking to other resources on your website which is great.":["Você está criando links para outros recursos no seu site, o que é ótimo."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Não há uma porcentagem ideal de densidade de palavras-chave, mas ela não deve ser muito alta. O mais importante é manter o texto natural."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["O PageRank Sculpting não funciona mais. Seus posts devem ter uma combinação de links NoFollow (não seguir) e DoFollow (seguir)."],"Add DoFollow links pointing to external resources.":["Adicione links DoFollow (seguir) apontando para recursos externos."],"At least one external link with DoFollow found in your content.":["Pelo menos um link externo com DoFollow (seguir) foi encontrado no seu conteúdo."],"It helps visitors read more about a topic and prevents pogosticking.":["Isso ajuda os visitantes a lerem mais sobre um tópico e evita o \"pogo-sticking\" (vai e volta rápido entre os resultados)."],"Link out to external resources.":["Vincule-se a recursos externos."],"No outbound links were found. Link out to external resources.":["Nenhum link externo foi encontrado. Vincule-se a recursos externos."],"Great! You are linking to external resources.":["Excelente! Você está se vinculando a recursos externos."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["É recomendado adicionar a palavra-chave de foco no atributo \"alt\" de uma ou mais imagens."],"Add an image with your Focus Keyword as alt text.":["Adicione uma imagem com a sua palavra-chave de foco como texto alternativo (alt text)."],"Focus Keyword not found in image alt attribute(s).":["A palavra-chave de foco não foi encontrada nos atributos \"alt\" da imagem."],"Focus Keyword found in image alt attribute(s).":["A palavra-chave de foco foi encontrada nos atributos \"alt\" da imagem."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["É recomendado adicionar a palavra-chave de foco como parte de um ou mais subtítulos no conteúdo."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Use a palavra-chave de foco em subtítulos como H2, H3, H4, etc."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["A palavra-chave de foco não foi encontrada em subtítulos como H2, H3, H4, etc."],"Focus Keyword found in the subheading(s).":["A palavra-chave de foco foi encontrada nos subtítulos."],"Permalink should be at most 75 characters long.":["O link permanente deve ter no máximo 75 caracteres."],"URL unavailable. Add a short URL.":["URL indisponível. Adicione um URL curto."],"Minimum recommended content length should be 600 words.":["O tamanho mínimo recomendado para o conteúdo é de 600 palavras."],"It is recommended to make the focus keyword appear in the post content too.":["É recomendado fazer com que a palavra-chave de foco, apareça também no conteúdo do post."],"Use Focus Keyword in the content.":["Use a palavra-chave de foco no conteúdo."],"Focus Keyword doesn't appear in the content.":["A palavra-chave de foco não aparece no conteúdo."],"Focus Keyword found in the content.":["A palavra-chave de foco foi encontrada no conteúdo."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["Os primeiros 10% do conteúdo devem conter a palavra-chave de foco, de preferência no início."],"Use Focus Keyword at the beginning of your content.":["Use a palavra-chave de foco no início do seu conteúdo."],"Focus Keyword doesn't appear at the beginning of your content.":["A palavra-chave de foco não aparece no início do seu conteúdo."],"Focus Keyword appears in the first 10% of the content.":["A palavra-chave de foco aparece nos primeiros 10% do conteúdo."],"Include the focus keyword in the slug (permalink) of this post.":["Inclua a palavra-chave de foco no slug ( link permanente) deste post."],"Use Focus Keyword in the URL.":["Use a palavra-chave de foco no URL."],"Focus Keyword not found in the URL.":["A palavra-chave de foco não foi encontrada no URL."],"Focus Keyword used in the URL.":["A palavra-chave de foco foi usada no URL."],"Make sure the focus keyword appears in the SEO description too.":["Certifique-se de que a palavra-chave de foco apareça também na descrição de SEO."],"Add Focus Keyword to your SEO Meta Description.":["Adicione a palavra-chave de foco à sua meta descrição de SEO."],"Focus Keyword not found in your SEO Meta Description.":["A palavra-chave de foco não foi encontrada na sua meta descrição de SEO."],"Focus Keyword used inside SEO Meta Description.":["A palavra-chave de foco foi usada na meta descrição de SEO."],"Make sure the focus keyword appears in the SEO post title too.":["Certifique-se de que a palavra-chave de foco também apareça no título do post de SEO."],"Add Focus Keyword to the SEO title.":["Adicione a palavra-chave de foco ao título de SEO."],"Focus Keyword does not appear in the SEO title.":["A palavra-chave de foco não aparece no título de SEO."],"Hurray! You're using Focus Keyword in the SEO Title.":["Excelente! Você está usando a palavra-chave de foco no título de SEO."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}