{"translation-revision-date":"2024-06-26 05:53:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Annotation":["Anotação"],"Maps":["Mapas"],"and many other premium SEO features":["e muitos outros recursos premium de SEO"],"Set different Primary Focus Keyword":["Defina uma palavra-chave de foco principal diferente"],"Improve the SEO workflow":["Melhore o fluxo de trabalho de SEO"],"Upgrade to re-order Focus Keywords":["Atualize para reorganizar as palavras-chave de foco"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Você pode adicionar sobreposições de miniaturas personalizadas com o {{link}}Rank Math Pro{{\/link}}."],"This option prevents images on a page from being indexed by Google and other search engines":["Esta opção evita que as imagens em uma página sejam indexadas pelo Google e outros mecanismos de pesquisa"],"Preview Snippet Editor":["Pré-visualização do editor de fragmento de código (snippet)"],"See data from a particular Country or timeframe":["Ver dados de um determinado país ou período de tempo"],"Analyze search trends and compare keywords":["Analise as tendências de pesquisa e compare as palavras-chave"],"Data fetched directly from Google":["Dados coletados diretamente do Google"],"Track Keyword Trends":["Rastreie as tendências de palavras-chave"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Quer mais? {{link}}{{strong}}Atualize hoje mesmo para a versão PRO{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Ative sua conta {{link}}conectando-se ao Rank Math! "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Leia aqui como {{link}}Obter uma pontuação de 100\/100{{\/link}} "],"Google Trends":["Tendências do Google"],"Replace Image":["Substituir imagem"],"Trends":["Tendências"],"Editing Homepage permalink is not possible.":["Não é possível editar o link permanente da página inicial."],"Rating: ":["Classificação: "],"Show SEO Score on Front-end":["Mostrar pontuação de SEO na interface"],"Preview & Edit Social Media":["Pré-visualizar e editar mídias sociais"],"Click on the button below to view and edit the preview.":["Clique no botão abaixo para visualizar e editar a pré-visualização."],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Aqui você pode visualizar e editar a miniatura, o título e a descrição que serão exibidos quando seu site for compartilhado nas mídias sociais."],"Social Media Preview":["Pré-visualização de mídias sociais"],"Specify a maximum size of image preview to be shown for images on this page":["Especifique um tamanho máximo de pré-visualização de imagem a ser mostrado para as imagens nesta página"],"Specify a maximum duration in seconds of an animated video preview":["Especifique a duração máxima em segundos de uma pré-visualização de vídeo animado"],"Specify a maximum text-length, in characters, of a snippet for your page":["Especifique o tamanho máximo do texto, em caracteres, do fragmento de código (snippet) para sua página"],"The canonical URL informs search crawlers which page is the main page if you have double content":["O URL canônico informa aos rastreadores de pesquisa qual é a página principal se você tiver conteúdo duplo"],"Instructs search engines to index and show these pages in the search results":["Instrui os mecanismos de pesquisa a indexar e mostrar estas páginas nos resultados da pesquisa"],"Close":["Fechar"],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Ei, notamos que você está usando o plugin Rank Math SEO há mais de uma semana -{{em}}isso é incrível!{{\/em}} Poderia nos fazer um GRANDE favor e dar a ele uma classificação de 5 estrelas no WordPress para nos ajudar a divulgar o plugin e aumentar nossa motivação?"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["O cartão de aplicativo é uma ótima maneira de representar aplicativos móveis no Twitter e aumentar as instalações. Mais informações: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Os videoclipes e transmissões de áudio têm um espaço especial na plataforma do Twitter graças ao cartão de reprodução (Player Card). Os cartões de reprodução precisam ser enviados para aprovação antes de serem usados. Mais informações: "],"Card Type":["Tipo de cartão"],"The card for your website will look little something like this!":["O cartão do seu site será parecido com isto!"],"Your app ID in the Google Play (.i.e. com.android.app)":["Seu ID de aplicativo no Google Play (ou seja, com.android.app)"],"Your app's custom URL scheme (must include :\/\/).":["O esquema de URL personalizado do seu aplicativo (deve incluir :\/\/)."],"Read more":["Leia mais"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Personalize o título, a descrição e as imagens de sua publicação usadas ao compartilhar no Facebook e no Twitter."],"Permalink":["Link permanente"],"Search &hellip;":["Pesquisar &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Cerca de 43.700.000 resultados (0,32 segundos) "],"Videos":["Vídeos"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Insira as palavras-chave que você deseja classificar. Tente {{link}}atingir 100\/100 pontos{{\/link}} para ter melhores chances de classificação."],"All Good":["Tudo certo"],"Nofollow":["Não seguir (nofollow)"],"2 hrs":["2 horas"],"Standard":["Padrão"],"Large":["Grande"],"Max Image Preview":["Pré-visualização máxima de imagem"],"Max Video Preview":["Pré-visualização máxima de vídeo"],"Max Snippet":["Fragmento de código (snippet) máximo"],"Advanced Robots Meta":["Meta robots avançado"],"Tools":["Ferramentas"],"I already did. Please don't show this message again.":["Já fiz. Não mostrar esta mensagem novamente."],"Rate Rank Math SEO":["Classificar o Rank Math SEO"],"Index":["Indexar"],"Example: Rank Math SEO":["Exemplo: Rank Math SEO"],"Remove Image":["Remover imagem"],"Errors":["Erros"],"News":["Notícias"],"All":["Tudo"],"Redirection Type":["Tipo de redirecionamento"],"Destination URL":["URL de destino"],"Redirect":["Redirecionar"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Se o seu aplicativo não estiver disponível na App Store dos EUA, você deverá definir esse valor como o código de duas letras do país da App Store que contém o seu aplicativo."],"App Country":["País do aplicativo"],"Google Play App URL":["URL do aplicativo no Google Play"],"Google Play App ID":["ID do aplicativo no Google Play"],"Google Play App Name":["Nome do aplicativo no Google Play"],"iPad App URL":["URL do aplicativo para iPad"],"iPad App ID":["ID do aplicativo para iPad"],"iPad App Name":["Nome do aplicativo para iPad"],"iPhone App URL":["URL do aplicativo para iPhone"],"The numeric representation of your app ID in the App Store.":["A representação numérica do seu ID de aplicativo na App Store."],"iPhone App ID":["ID do aplicativo para iPhone"],"The name of your app to show.":["O nome do seu aplicativo a ser mostrado."],"iPhone App Name":["Nome do aplicativo para iPhone"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Você pode usar isso como uma descrição mais concisa do que a que você pode ter na loja de aplicativos. Este campo tem um máximo de 200 caracteres. (opcional)"],"App Description":["Descrição do aplicativo"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["A combinação de tipo\/subtipo MIME que descreve o conteúdo contido em twitter:player:stream. Assume a forma especificada na RFC 6381. Os valores de content_type atualmente suportados são aqueles definidos na RFC 4337 (Registro de tipo MIME para MP4)."],"Stream Content Type":["Tipo de conteúdo de stream"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["URL opcional para o fluxo (stream) bruto que será renderizado diretamente nos aplicativos móveis do Twitter. Se fornecido, o fluxo deve ser entregue no formato de contêiner MPEG-4 (a extensão .mp4). O contêiner pode armazenar uma combinação de áudio e vídeo com os seguintes codecs: Vídeo: H.264, Perfil de Linha de Base (BP), Nível 3.0, até 640 x 480 a 30 fps. Áudio: AAC, Perfil de Baixa Complexidade (LC)."],"Stream URL":["URL do stream"],"iFrame width and height, specified in pixels in the following format: 600x400.":["Largura e altura do iFrame, especificadas em pixels no seguinte formato: 600x400."],"Player Size":["Tamanho do reprodutor"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["URL HTTPS para o reprodutor de iFrame. Este deve ser um URL HTTPS que não gere alertas de conteúdo misto ativo em um navegador da web. O reprodutor de áudio ou vídeo não deve exigir plugins, como o Adobe Flash."],"Player URL":["URL do reprodutor"],"Player Card":["Cartão do reprodutor"],"App Card":["Cartão do aplicativo"],"Summary Card":["Cartão de resumo"],"Summary Card with Large Image":["Cartão de resumo com imagem grande"],"Use Data from Facebook Tab":["Use os dados da aba do Facebook"],"Icon overlay":["Sobreposição de ícone"],"Add icon overlay to thumbnail":["Adicionar sobreposição de ícone à miniatura"],"Image is smaller than the minimum size, please select a different image.":["A imagem é menor do que o tamanho mínimo, selecione uma imagem diferente."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Envie uma imagem de pelo menos 600x315px. O tamanho recomendado é de 1200x630px."],"Add Image":["Adicionar imagem"],"2h":["2h"],"Twitter":["Twitter"],"Facebook":["Facebook"],"This post is Pillar Content":["Este post é um conteúdo pilar (principal)"],"This is what will appear as the description when this post shows up in the search results.":["Isso é o que irá aparecer como descrição quando este post for mostrado nos resultados da pesquisa."],"This is the unique URL of this page, displayed below the post title in the search results.":["Este é o URL exclusivo desta página, exibido abaixo do título do post nos resultados da pesquisa."],"This is what will appear in the first line when this post shows up in the search results.":["Isso é o que irá aparecer na primeira linha quando este post for mostrado nos resultados da pesquisa."],"Breadcrumb Title to use for this post":["Título do caminho de navegação (breadcrumb) para usar neste post"],"Breadcrumb Title":["Título do caminho de navegação (breadcrumb)"],"Canonical URL":["URL canônico"],"Robots Meta":["Meta robots"],"451 Content Unavailable for Legal Reasons":["451 Conteúdo indisponível por razões legais"],"410 Content Deleted":["410 Conteúdo excluído"],"307 Temporary Redirect":["307 Redirecionar temporariamente"],"302 Temporary Move":["302 Mover temporariamente"],"301 Permanent Move":["301 Mover permanentemente"],"Prevents a snippet from being shown in the search results":["Impede que um fragmento de código (snippet) seja exibido nos resultados da pesquisa"],"No Snippet":["Sem fragmento de código (snippet)"],"No Image Index":["Não indexar imagens"],"Prevents search engines from showing Cached links for pages":["Impede que os mecanismos de pesquisa mostrem links armazenados em cache para as páginas"],"No Archive":["Não arquivar"],"Prevents search engines from following links on the pages":["Impede que os mecanismos de pesquisa sigam os links nas páginas"],"Prevents pages from being indexed and displayed in search engine result pages":["Impede que as páginas sejam indexadas e exibidas nas páginas de resultados dos mecanismos de pesquisa"],"No Index":["Não indexar"],"Images":["Imagens"],"Focus Keyword":["Palavra-chave de foco"],"Settings":["Configurações"],"More":["Mais"],"Edit Snippet":["Editar fragmento de código (snippet)"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Esta página não irá aparecer nos resultados de pesquisa. Você pode desativar o atributo \"noindex\" (não indexar) na aba \"Avançado\"."],"Noindex robots meta is enabled":["A meta robots \"noindex\" (não indexar) está ativada"],"Mobile Preview":["Pré-visualizar em dispositivos móveis"],"Desktop Preview":["Pré-visualizar no desktop"],"Preview":["Pré-visualizar"],"Content Readability":["Legibilidade do conteúdo"],"Title Readability":["Legibilidade do título"],"Additional":["Adicional"],"Basic SEO":["SEO básico"],"Title":["Título"],"Social":["Social"],"Advanced":["Avançado"],"General":["Geral"],"Description":["Descrição"],"None":["Nenhum"],"Rank Math":["Rank Math"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}