{"translation-revision-date":"2024-06-26 05:53:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Generate Alt with AI":["Gerar Alt com IA"],"Generate Alt":["Gerar Alt"],"Failed to generate alt text.":["Falha ao gerar o texto alternativo."],"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["Seus créditos mensais de \"Conteúdo com IA\" foram completamente usados. Você pode aguardar até %s para que seus créditos sejam renovados, ou atualizar para continuar aproveitando a criação de conteúdos sem interrupções"],"Multiple RankBot Sessions":["Várias sessões do RankBot"],"1-Click Bulk SEO Meta":["Meta de SEO em massa com 1 clique"],"On-Page SEO Suggestions":["Sugestões de SEO na página"],"To access this Content AI feature, you have to purchase a Content AI Subscription.":["Para acessar este recurso de \"Conteúdo com IA\", você precisa adquirir uma assinatura de \"Conteúdo com IA\"."],"1-Click WooCommerce Product Descriptions":["Descrições de produtos do WooCommerce com 1 clique"],"1-Click Competitor Content Research":["Pesquisa de conteúdo de concorrentes com 1 clique"],"125+ Expert-Written Prompts":["Mais de 125 comandos (prompts) escritos por especialistas"],"Get Access to 40+ AI SEO Tools":["Tenha acesso a mais de 40 ferramentas de SEO com IA"],"Bulk Update Your SEO Meta using AI":["Atualize em massa suas metas de SEO usando IA"],"You are one step away from unlocking this premium feature along with many more.":["Você está a um passo de desbloquear este recurso Premium e muitos outros."],"Missing Credits?":["Sem créditos?"]," We are sorry for the inconvenience.":[" Lamentamos o inconveniente."],"reach out to the support team.":["fale com a equipe de suporte."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["Estamos trabalhando para melhorar sua experiência com o \"Conteúdo com IA\". Aguarde 5 minutos e, depois, atualize para começar a usar o conteúdo otimizado com a IA. Se você visualizar isso por mais de 5 minutos "],"Server Maintenance Underway":["Manutenção do servidor em andamento"],"SEO Performance Email Reports":["Relatórios do desempenho de SEO por e-mail"],"Free Content AI Trial":["Avaliação gratuita do \"Conteúdo com IA\""],"Advanced Google Analytics 4 Integration":["Integração avançada com o Google Analytics 4"],"Bulk Edit SEO Tags":["Edição em massa das tags de SEO"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["Infelizmente este recurso está disponível apenas para usuários do Rank Math PRO\/Business\/Agency. Desbloqueie este recurso e muitos outros adquirindo um plano do Rank Math."],"🔒 This is a PRO-Only Feature":["🔒 Este é um recurso exclusivo do plano PRO"],"To access this Content AI feature, you need to have an active subscription plan.":["Para acessar este recurso de \"Conteúdo com IA\", você precisa ter um plano de assinatura ativo."],"125+ Pre-Built Prompts":["Mais de 125 comandos (prompts) pré-construídos"],"1-Click Competitor Research":["Pesquisa de concorrentes com um clique"],"40+ Specialized AI Tools":["Mais de 40 ferramentas especializadas de IA"],"1-Click SEO Meta":["Meta de SEO com 1 clique"],"1-Click SEO Content":["Conteúdo de SEO com 1 clique"],"🚀 Supercharge Your Content With AI":["🚀 Turbine seu conteúdo com IA"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["Interaja com o RankBot, seu assistente de bate-papo pessoal com IA, para obter assistência em tempo real."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Experimente o revolucionário editor de conteúdo com tecnologia de IA para uma eficiência incomparável."],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["Tenha acesso a mais de 40 ferramentas avançadas de IA, para otimizar sua estratégia de conteúdo."],"Start using Content AI by connecting your RankMath.com Account":["Comece a usar o \"Conteúdo com IA\" conectando sua conta do RankMath.com"],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Seus créditos mensais do \"Conteúdo com IA\" foram completamente usados. Para continuar aproveitando os recursos de criação de conteúdo sem interrupções, basta clicar no botão abaixo para atualizar seu plano e acessar mais créditos."],"⛔️ Content AI Credit Alert!":["⛔ Alerta sobre os créditos do \"Conteúdo com IA\"!"],"Generating…":["Gerando…"],"Keyword Rank Tracker":["Rastreador de posição de palavras-chave"],"Connect Now":["Conectar agora"],"Failed":["Reprovado"],"Learn More":["Saiba mais"]}},"comment":{"reference":"includes\/modules\/content-ai\/assets\/js\/content-ai-media.js"}}